/* localized displayName */

"Disk Image" = "Disk Image";
"Creating Image..." = "Image wird erstellt...";
"Mounting Image..." = "Image wird gemountet...";
"Converting Image..." = "Image wird konvertiert...";

"Disk Image Converting" = "Disk Image konvertieren";
"Disk Image Progress" = "Disk Image Fortschritt";

/* window names */
"Create Disk Image" = "Create Disk Image";
"Disk Image Converter" = "Disk Image Converter";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Die Dateiendung muss .dmg, .img, .cdr, .iso, .smi oder .toast sein.";

"Volume Size:" = "Image Größe:";
"Volume Name:" = "Image Name:";
"Megabytes" = "Megabytes";
"Mount after creating" = "Image nach dem Erstellen mounten";
"Cancel" = "Abbrechen";
"Create" = "Erstellen";

"Read only compressed" = "Schreibgeschütztes komprimiertes Image";
"Read only" = "Schreibgeschütztes Image";
"Read/Write" = "Image mit Lese / Schreibzugriff";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Umwandeln";
"Image Format" = "Disk Image umwandeln in:";

"untitled" = "unbenannt";
"Finished" = "Fertig";

"Internet enable" = "Internet enable";
"Create..." = "Neues Disk Image...";
"Change Format..." = "Disk Image konvertieren...";
"Burn Image..." = "Image brennen...";

"Create with size:" = "Image mit fester Größe:";
"Create with directory:" = "Image von einem Ordner:";
"Format:" = "Format:";
"Encryption:" = "Verschlüsselung:";
"None" = "Keine";
"Sparse" = "Sparse";
"Name:" = "Name:";

"AES-128 (recommended)" = "AES-128 (empfohlen)";
